module.exports = {
  // 学生数组，必须按照如下格式
  stu: [
    {
      name: "潘京",
      id: 2018211852,
    },
    {
      name: "谢宇生",
      id: 2018211345,
    },
    {
      name: "康桥",
      id: 2019210899,
    },
    {
      name: "穆松松",
      id: 2019212721,
    },
    {
      name: "万鸿扬",
      id: 2019212454,
    },
    {
      name: "曾静",
      id: 2019213825,
    },
    {
      name: "邱静怡",
      id: 2019214138,
    },
    {
      name: "刘娜",
      id: 2019213953,
    },
    {
      name: "曾诗涵",
      id: 2019213826,
    },
  ],
  // 要查询的教学周
  THISWEEK: 14,
  // 输出结果是否包含周末
  WEEKEND: false,
  // 输出结果是否包含11 12节
  EVE2: false,
};
